alacritty
android-emulator-dummy
android-sdk-build-tools-dummy
android-sdk-cmdline-tools-latest
android-sdk-platform-tools-dummy
android-udev
anydesk-bin
arandr
autorandr
base
base-devel
blueman
bluez
bluez-utils
brave-bin
cloudflared
discord
docker
docker-compose
file-roller
flameshot
fwupd
git
gnome-system-monitor
go
gucharmap
gvfs
gvfs-smb
htop
i3-wm
i3lock
intel-ucode
jdk11-openjdk
jetbrains-toolbox
kdeconnect
kwallet-pam
kwalletmanager
lazygit
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-firmware-qlogic
man-db
man-pages
nano
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts-emoji
nvm
otf-font-awesome
pacman-contrib
paru
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
polybar
powertop
python-pip
python-pipx
qflipper-bin
qpwgraph
ripgrep
rtkit
solaar
spotify-launcher
sshfs
sudo
swaync
texinfo
thunar
thunar-archive-plugin
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
volctl
wired
wireplumber
xdg-utils
xf86-video-intel
xorg-server
xorg-server-xephyr
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xinput
xorg-xrandr
xorg-xrdb
zsh
